Repository: mozilla-l10n/mt-training-data
Catalog: bn-BD/bn-BD_pontoon.tmx
Source language: en_us
Languages: bn_bd

source: Peer reports it experienced an internal error.
bn_bd: পিয়ার দ্বারা একটি অভ্যন্তরীণ ত্রুটির সূচনা প্রদান করা হয়েছে।

source: Peer reports negotiation not in compliance with export regulations.
bn_bd: এক্সপোর্টের নিয়ম বহির্ভুত মীমাংসা পিয়ার দ্বারা রিপোর্ট করা হয়েছে।

source: Peer’s certificate has an invalid signature.
bn_bd: পিয়ারের সার্টিফিকেটের মধ্যে অকার্যকর স্বাক্ষর বিদ্যমান।

source: Peer’s certificate has been marked as not trusted by the user.
bn_bd: পিয়ারের সার্টিফিকেটকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।

source: Peer’s Certificate has been revoked.
bn_bd: পিয়ারের সার্টিফিকেট বাতিল হয়ে গেছে।

source: Peer’s Certificate has expired.
bn_bd: পিয়ারের সার্টিফিকেটের মেয়াদ উত্তীর্ণ হয়ে গেছে।

source: Peer’s certificate issuer has been marked as not trusted by the user.
bn_bd: পিয়ারের সার্টিফিকেট নির্মাণকারীকে ব্যবহারকারী দ্বারা বিশ্বস্ত ধার্য করা হয়নি।

source: Peer’s Certificate issuer is not recognized.
bn_bd: পিয়ারের সার্টিফিকেট নির্মাণকারী পরিচিত নয়।

source: Peer’s public key is invalid.
bn_bd: পিয়ারের পাবলিক কী কার্যকর নয়।

source: Peer user canceled handshake.
bn_bd: পিয়ার ব্যবহারকারী দ্বারা হ্যান্ডশেক বাতিল করা হয়েছে।

source: Peer using unsupported version of security protocol.
bn_bd: পিয়ার নিরাপত্তা প্রোটোকলের অসমর্থিত সংস্করণ ব্যবহার করছে।

source: Peer was unable to decrypt an SSL record it received.
bn_bd: পিয়ার দ্বারা প্রাপ্ত SSL রেকর্ড ডিক্রিপ্ট করা সম্ভব হয়নি।

source: pending
bn_bd: অমীমাংসিত

source: People
bn_bd: ব্যক্তি

source: Performance
bn_bd: কার্যকারিতা

source: Performance Panel
bn_bd: কার্যকারিতা প্যানেল

source: Performance (%S)
bn_bd: কার্যকারিতা (%S)

source: • Perform a request or
bn_bd: • একটি অনুরোধ কার্যকর করা বা

source: Perform case-insensitive search
bn_bd: কেস-অসংবেদনশীল অনুসন্ধান করুন

source: Performing a TLS handshake to %1$S…
bn_bd: %1$S এর সাথে TLS হ্যান্ডশেক করছে ...

source: Perform querySelectorAll on the current document and return number of matches
bn_bd: বর্তমান ডকুমেন্টে querySelectorAll সম্পাদন করুন এবং মিলে যাওয়া সংখ্যা ফিরিয়ে দিন

source: Perhaps you'd like to
bn_bd: সম্ভবত আপনি করতে চাইছেন

source: Periodic Full GC
bn_bd: পর্যায়বৃত্ত পূর্ণ GC

source: Periodic Incremental GC Slice
bn_bd: পর্যায়ক্রমে বর্ধনশীল GC স্লাইস

source: Periodic Worker GC
bn_bd: পর্যায়বৃত্ত ওয়ার্কার GC

source: Period of Validity
bn_bd: বৈধতার মেয়াদকাল

source: Permanent
bn_bd: স্থায়ী

source: Permanently store this exception
bn_bd: এই ব্যতিক্রমটি স্থায়ীরূপে সংরক্ষণ করুন (P)

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain=<%5$S>) to call method %2$S.%3$S on <%4$S> (document.domain has not been set).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain=<%6$S>).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain=<%5$S>) to get property %2$S.%3$S from <%4$S> (document.domain has not been set).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain=<%6$S>).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain=<%6$S>) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain=<%5$S>) to set property %2$S.%3$S on <%4$S> (document.domain has not been set).
bn_bd: <%1$S> (document.domain=<%5$S>) কে <%4$S> (document.domain নির্ধারণ করা হয়নি) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain has not been set) to call method %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain has not been set) to get property %2$S.%3$S from <%4$S> (document.domain=<%5$S>).
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> (document.domain has not been set) to set property %2$S.%3$S on <%4$S> (document.domain=<%5$S>).
bn_bd: <%1$S> (document.domain নির্ধারণ করা হয়নি) কে <%4$S> (document.domain=<%5$S>) এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> to call method %2$S.%3$S on <%4$S>.
bn_bd: <%1$S> কে <%4$S> এ %2$S.%3$S মেথড কল করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> to get property %2$S.%3$S from <%4$S>.
bn_bd: <%1$S> কে <%4$S> থেকে %2$S.%3$S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি।

source: Permission denied for <%1$S> to set property %2$S.%3$S on <%4$S>.
bn_bd: <%1$S> কে <%4$S> এ %2$S.%3$S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি।

source: Permission denied for <%2$S> to create wrapper for object of class %1$S
bn_bd: <%2$S> কে %1$S ক্লাসের অবজেক্টের জন্য মোড়ক তৈরি করার অনুমতি দেয়া হয়নি

source: Permission denied for <%S> to call method %S.%S
bn_bd: <%S> কে %S.%S মেথড কল করার অনুমতি দেয়া হয়নি

source: Permission denied for <%S> to get property %S.%S
bn_bd: <%S> কে %S.%S বৈশিষ্ট্য পড়ার অনুমতি দেয়া হয়নি

source: Permission denied for <%S> to set property %S.%S
bn_bd: <%S> কে %S.%S বৈশিষ্ট্য নির্ধারণ করার অনুমতি দেয়া হয়নি

source: Permission denied to create wrapper for object of class %S
bn_bd: %S ক্লাসের অবজেক্টের জন্য মোড়ক তৈরি করার অনুমতি দেয়া হয়নি

source: Permissions
bn_bd: অনুমতি

source: Permissions for:
bn_bd: অনুমোদন:

source: Persian
bn_bd: ফারসি

source: Persistent
bn_bd: সতত

source: Personal
bn_bd: ব্যক্তিগত

source: Personality not found
bn_bd: নিজস্ব উপস্থাপনা শৈলী পাওয়া যায়নি

source: Peru
bn_bd: পেরু

source: Phase:
bn_bd: পর্যায়:

source: phasor angle
bn_bd: পাসোর কোণ

source: Philippines
bn_bd: ফিলিপাইন

source: Phones
bn_bd: ফোন

source: Phrase not found
bn_bd: বাক্যাংশ পাওয়া যায়নি

source: Pick an element from the page
bn_bd: পাতাটি থেকে একটি উপাদান বেছে নিন

source: Pick another element from the page.
bn_bd: পাতাটি থেকে অন্য একটি উপাদান বেছে নিন।

source: Ping
bn_bd: পিং

source: Ping data source:
bn_bd: পিং তথ্যের উৎস:

source: pings
bn_bd: পিং

source: Ping Type
bn_bd: পিং টাইপ

source: Pink
bn_bd: গোলাপি

source: Pin Tab
bn_bd: পিন ট্যাব P

source: Pin this site at its current position
bn_bd: এটির বর্তমান অবস্থায় এই সাইট পিন

source: Pin to Overflow Menu
bn_bd: ওভারফ্লো মেনুতে পিন করুন

source: Pitcairn Islands
bn_bd: পিটকেয়ার্ন দ্বীপপুঞ্জ

source: Pixel Ratio
bn_bd: পিক্সেল অনুপাত

source: PKCS11 code failed to translate an IV into a param.
bn_bd: PKCS11 কোড দ্বারা IV-কে param-এ পরিবর্তন করা সম্ভব হয়নি।

source: PKCS #11 driver violates the spec in an incompatible way.
bn_bd: PKCS #11 ড্রাইভার স্পেককে একটি অসামঞ্জস্য উপায়ে ব্যাঘাত ঘটায়।

source: PKCS #11 module could not be removed because it is still in use.
bn_bd: PKCS #11 মডিউলটি অপসারণ করা যায়নি কারন এটি এখনও ব্যবহৃত হচ্ছে।

source: PKCS#11 token was inserted or removed while operation was in progress.
bn_bd: কাজ করার সময়ে PKCS#11 টোকেন প্রবেশ অথবা বের করা হয়েছিল।

source: PKCS12 Files
bn_bd: PKCS12 ফাইল

source: PKCS #1 MD2 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 MD2

source: PKCS #1 MD5 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 MD5

source: PKCS #1 RSA Encryption
bn_bd: PKCS #1 RSA এনক্রিপশন

source: PKCS #1 RSASSA-PSS Signature
bn_bd: PKCS #1 RSASSA-PSS সিগনেচার

source: PKCS #1 SHA-1 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 SHA-1

source: PKCS #1 SHA-256 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 SHA-256

source: PKCS #1 SHA-384 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 SHA-384

source: PKCS #1 SHA-512 With RSA Encryption
bn_bd: RSA এনক্রিপশনসহ PKCS #1 SHA-512

source: Places Database
bn_bd: স্থান ডাটাবেজ

source: Play
bn_bd: চালানো

source: Play back protected web video.
bn_bd: প্লেব্যাক সুরক্ষাযুক্ত ওয়েব ভিডিও।

source: Playback rate:
bn_bd: প্লেব্যাক রেট:

source: Play camera shutter sound
bn_bd: ক্যামেরা সাটার শব্দ চালাও

source: Play DRM content
bn_bd: P সক্রিয় করুন DRM বিষয়বস্তু

source: Playing
bn_bd: চলছে

source: Play Speed
bn_bd: চালনার গতি d

source: Play tab
bn_bd: ট্যাব চালাও

source: Play Tab
bn_bd: ট্যাব চালাও

source: Please authenticate to the token. Authentication method depends on the type of your token.
bn_bd: অনুগ্রহ করে টোকেন সহযোগে অনুমোদন করুন। ব্যবহৃত টোকেনের উপর অনুমোদন পদ্ধতি নির্ভরশীল।

source: Please check this box if you want to proceed.
bn_bd: অগ্রসর হওয়ার জন্য অনুগ্রহ করে বাক্সটি নির্বাচন করুন।

source: Please choose a token.
bn_bd: অনুগ্রহ করে একটি টোকেন নির্বাচন করুন।

source: Please do not press this button again.
bn_bd: অনুগ্রহ করে এই বোতামটি আর চাপবেন না।

source: Please ensure the selected browser is closed before continuing.
bn_bd: কন্টিনিউ করার পূর্বে এটি নিশ্চিত করুন যে আপনার ব্রাউসারটি বন্ধ।

source: Please enter an email address.
bn_bd: অনুগ্রহ করে আপনার ইমেইল ঠিকানাটি দিন।

source: Please enter a number.
bn_bd: একটি নাম্বার প্রবেশ করান।

source: Please enter a URL.
bn_bd: অনুগ্রহ করে একটি URL দিন।

source: Please enter a valid date.
bn_bd: অনুগ্রহ করে সঠিক তারিখ দিন।

source: Please enter a valid hostname
bn_bd: অনুগ্রহ করে কার্যকর হোস্ট নাম দিন

source: Please enter a valid path
bn_bd: অনুগ্রহ করে বৈধ পাথ দিন

source: Please enter a valid URL
bn_bd: অনুগ্রহ করে সার্ভারের একটি কার্যকর URL দিন

source: Please enter the master password for the %S.
bn_bd: অনুগ্রহ করে %S এর মাস্টার পাসওয়ার্ড লিখুন।

source: Please enter the password that was used to encrypt this certificate backup:
bn_bd: অনুগ্রহ করে এই সার্টিফিকেট ব্যাকআপটি এনক্রিপ্ট করতে ব্যবহৃত পাসওয়ার্ডটি লিখুন:

source: Please enter the Personal Security Password for the PSM Private Keys security device.
bn_bd: অনুগ্রহ করে PSM প্রাইভেট কী নিরাপত্তা ডিভাইসের জন্য ব্যক্তিগত নিরাপত্তা পাসওয়ার্ড লিখুন।

source: Please enter your custom header/footer text
bn_bd: অনুগ্রহ করে আপনার পছন্দের শীর্ষচরণ/পাদচরণ দিন

source: Please fill out this field.
bn_bd: অনুগ্রহ করে এই ক্ষেত্রটি ভরাট করুন।

source: Please make sure you remember the Master Password you have set. If you forget your Master Password, you will be unable to access any of the information protected by it.
bn_bd: অনুগ্রহ করে আপনার নির্ধারিত মাস্টার পাসওয়ার্ডটি মনে রাখবেন। মাস্টার পাসওয়ার্ড ভুলে গেলে আপনি এর দ্বারা সুরক্ষিত কোনো তথ্য উদ্ধার করতে পারবেন না।

source: Please match the requested format.
bn_bd: অনুগ্রহ করে অনুরোধকৃত বিন্যাসের সাথে মিল রাখুন।

source: Please match the requested format: %S.
bn_bd: অনুগ্রহ করে অনুরোধকৃত বিন্যাসের সাথে মিল রাখুন: %S।

source: Please review the license agreement before installing $BrandFullNameDA. If you accept all terms of the agreement, select the first option below. $_CLICK
bn_bd: $BrandFullNameDA ইনস্টল করার পূর্বে অনুগ্রহ করে লাইসেন্স চুক্তিটি পড়ে নিন। যদি আপনি চুক্তির সব শর্তে সম্মত থাকেন তাহলে নিম্নের প্রথম অপশনটি নির্বাচন করুন। $_CLICK

source: Please select a file.
bn_bd: অনুগ্রহ করে একটি ফাইল নির্বাচন করুন।

source: Please select an item in the list.
bn_bd: অনুগ্রহ করে তালিকা হতে একটি আইটেম নির্বাচন করুন।

source: Please select a personality to get more info on
bn_bd: এই বিষয়ে আর জানার জন্য অনুগ্রহ করে নিজস্ব উপস্থাপনা শৈলী নির্বাচন করুন

source: Please select a profile to begin %S, or create a new profile.
bn_bd: %S আরম্ভ করার জন্য অনুগ্রহ করে একটি প্রোফাইল নির্বাচন করুন অথবা একটি নতুন প্রোফাইল তৈরি করুন।

source: Please select a valid value. The nearest valid value is %S.
bn_bd: একটি বৈধ মান নির্বাচন করুন। কাছাকাছি বৈধ মান হল %S।

source: Please select a valid value. The two nearest valid values are %S and %S.
bn_bd: একটি বৈধ মান নির্বাচন করুন। কাছাকাছি দুটি মান হল %S এবং %S।

source: Please select a value that is no less than %S.
bn_bd: অনুগ্রহ করে একটি মান নির্বাচন করুন যার মান %S এর থেকে কম।

source: Please select a value that is no more than %S.
bn_bd: অনুগ্রহ করে একটি মান নির্বাচন করুন যার মান %S এর থেকে কম।

source: Please select one of these options.
bn_bd: অনুগ্রহ করে এই অপশনসমূহ হতে একটি অপশন নির্বাচন করুন।

source: Please select the home page you wish to use:
bn_bd: অনুগ্রহ করে আপনি যে হোম পেইজ ব্যবহার করতে ইচ্ছুক তা নির্বাচন করুন:

source: Please shorten this text to %S characters or less (you are currently using %S characters).
bn_bd: অনুগ্রহ করে টেক্সটিকে %S অক্ষরে বা আরো কমে সংক্ষিপ্ত করুন (বর্তমানে আপনি %S অক্ষর ব্যবহার করছেন)।

source: Please sign in to reconnect
bn_bd: পুনরায় সংযোগ স্থাপন করতে সাইন ইন করুন

source: Please use at least %S characters (you are currently using %S characters).
bn_bd: অনুগ্রহ করে অন্তত %S অক্ষর ব্যবহার করুন (বর্তমানে আপনি %S অক্ষর ব্যবহার করছেন)।

source: Please wait…
bn_bd: অনুগ্রহ করে অপেক্ষা করুন...

source: Please wait while $BrandFullNameDA is being installed.
bn_bd: অনুগ্রহ করে $BrandFullNameDA ইনস্টল হওয়া পর্যন্ত অপেক্ষা করুন।

source: Please wait while $BrandFullNameDA is being uninstalled.
bn_bd: অনুগ্রহ করে $BrandFullNameDA আনইনস্টল হওয়া পর্যন্ত অপেক্ষা করুন।

source: Plugins
bn_bd: প্লাগইন

source: Podcast
bn_bd: পডকাস্ট

source: Pointer Lock
bn_bd: পয়েন্টার লক

source: Poland
bn_bd: পোল্যান্ড

source: Policy is missing a required ‘%S’ directive
bn_bd: প্রয়োজনীয় ‘%S’ নির্দেশনায় নীতিমালা পাওয়া যাচ্ছে না

source: Policy mapping contains anypolicy
bn_bd: নীতিমালা মানচিত্র যেকোনো নীতিমালা ধারন করে

source: Polish
bn_bd: পোলিশ

source: Pop-ups
bn_bd: পপ-আপ

source: Port
bn_bd: পোর্ট

source: Port:
bn_bd: পোর্ট:

source: Portable Document Format (PDF)
bn_bd: বহনযোগ্য ডকুমেন্ট ফরম্যাট (পিডিএফ)

source: Port not allowed
bn_bd: পোর্ট অনুমোদিত নয়

source: Portrait
bn_bd: লম্বালম্বি (o)

source: Port Restricted for Security Reasons
bn_bd: নিরাপত্তাজনিত কারণে চিহ্নিত পোর্টের সীমাবদ্ধ করা হয়েছে

source: Portugal
bn_bd: পর্তুগাল

source: Portuguese
bn_bd: পর্তুগীজ

source: Position:
bn_bd: অবস্থান:

source: Position your mouse over a component to see its description.
bn_bd: কোনো কম্পোনেন্টের বিবরণ দেখতে এটির উপরে আপনার মাউসটি রাখুন।

source: Positive cache expiry
bn_bd: পজিটিভ ক্যাশ এক্সপাইরি

source: Potential XSS vulnerability!
bn_bd: সম্ভাব্য XSS দুর্বলতা!

source: Powered by Yandex.Translate
bn_bd: Yandex দ্বারা চালিত । অনুবাদ করা

source: Preference Name
bn_bd: পছন্দের নাম

source: Preferences…
bn_bd: পছন্দসমূহ…

source: Preference value
bn_bd: পছন্দের মান

source: Preferred
bn_bd: অধিকতর পছন্দ

source: Preferred Channel Layout
bn_bd: পছন্দের চ্যানেল লেআউট

source: Preferred Sample Rate
bn_bd: পছন্দের নমুনা হার

source: Prefix
bn_bd: উপসর্গ

source: Prefixed Fullscreen API is deprecated. Please use unprefixed API for fullscreen. For more help https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API
bn_bd: Prefixed Fullscreen API অসমর্থিত। unprefixed API ব্যবহার করুন ফুলস্ক্রিন এর জন্য। আরো সাহায্যের জন্য https://developer.mozilla.org/en-US/docs/Web/API/Fullscreen_API

source: prefix must not be bound to one of the reserved namespace names
bn_bd: প্রিফিক্স কোনো সংরক্ষিত namespace-র সাথে যুক্ত করা যাবে না

source: prefix not bound to a namespace
bn_bd: প্রিফিক্স কোনো namespace-র সাথে যুক্ত নয়

source: Premature end of comment. Use “-->” to end a comment properly.
bn_bd: মন্তব্যের অকাল সমাপ্তি।মন্তব্য যথাযথভাবে সমাপ্ত করতে “-->” ব্যবহার করুন।

source: Pre-packaging Command Logs
bn_bd: প্রি-প্যাকেজ কমান্ড লগ

source: preparing
bn_bd: প্রস্তুতি নেওয়া হচ্ছে

source: Preparing…
bn_bd: প্রস্তুতি নেয়া হচ্ছে…

source: Preparing document for printing…
bn_bd: মুদ্রণের জন্য নথি প্রস্তুত করা হচ্ছে…

source: Presentation Mode
bn_bd: উপস্থাপনা মোড

source: Preset Name
bn_bd: পূর্ব নির্ধারিত নাম

source: Presets
bn_bd: পূর্ব নির্ধারিত

source: Press
bn_bd: চাপুন

source: pressed
bn_bd: চাপা হয়েছে

source: Pressing F7 turns Caret Browsing on or off. This feature places a moveable cursor in web pages, allowing you to select text with the keyboard. Do you want to turn Caret Browsing on?
bn_bd: F7 চাপা হলে ক্যারেট ব্রাউজিং সক্রিয় বা নিষ্ক্রিয় হবে। এই বৈশিষ্ট্যের সাহায্যে ওয়েব পেজে একটি স্থানান্তরযোগ্য কার্সার স্থাপন করা যাবে, এবং কীবোর্ডের সাহায্যে এই কার্সার দিয়ে লেখা নির্বাচন করা যাবে। আপনি কি ক্যারেট ব্রাউজিং সক্রিয় করতে চান?

source: Prettify Source
bn_bd: উৎস সুন্দর করুন

source: Pretty Print
bn_bd: চমত্কার মুদ্রণ P

source: Prevent Accessibility
bn_bd: অভিগম্যতা প্রতিরোধ

source: Prevent this page from creating additional dialogs
bn_bd: অতিরিক্ত ডায়ালগ তৈরি করা হতে এই পৃষ্ঠাটিকে বিরত রাখে

source: Preview
bn_bd: প্রাকদর্শন

source: Preview in %S
bn_bd: %S-র ভেতর প্রদর্শন করা হবে

source: Preview Text
bn_bd: লেখ প্রিভিউ

source: Previous
bn_bd: পূর্ববর্তী

source: Previous page
bn_bd: পূর্ববর্তী পাতা

source: Previous Page
bn_bd: পূর্ববর্তী পৃষ্ঠা

source: Previous Result
bn_bd: পূর্ববর্তী ফলাফল

source: Price
bn_bd: মূল্য

source: Primed cache
bn_bd: প্রধান ক্যাশে

source: Print
bn_bd: মুদ্রণ

source: Print…
bn_bd: মুদ্রণ… (P)

source: Print Background _Colors
bn_bd: পটভূমির রং মুদ্রণ (_C)

source: Print Background (colors &amp; images)
bn_bd: ব্যাকগ্রাউন্ড প্রিন্ট করুন (রং ও ছবি) B

source: Print Background I_mages
bn_bd: পটভূমির ছবি মুদ্রণ (_m)

source: Print Backgrounds
bn_bd: পটভূমি মুদ্রণ

source: Print BG Colors
bn_bd: BG রং মুদ্রণ করুন

source: Print BG Images
bn_bd: BG ছবি মুদ্রণ করুন

source: Printer
bn_bd: মুদ্রণযন্ত্র

source: Printer Description:
bn_bd: মুদ্রণযন্ত্রের বিবরণ:

source: Printer Error
bn_bd: মুদ্রণযন্ত্র ত্রুটি

source: Printer Name:
bn_bd: মুদ্রণযন্ত্রের নাম: (N)

source: Printer Properties
bn_bd: মুদ্রণযন্ত্রের বৈশিষ্ট্যাবলী

source: Print Frame…
bn_bd: ফ্রেম মুদ্রণ…

source: Print Frames
bn_bd: মুদ্রণ ফ্রেম

source: Printing
bn_bd: মুদ্রণ করা হচ্ছে

source: Printing failed while completing the print job.
bn_bd: মুদ্রন কাজ সমাপ্ত করার সময় মুদ্রণ ব্যর্থ হয়েছে।

source: Printing failed while starting a new page.
bn_bd: নতুন পৃষ্ঠা আরম্ভ করার সময় মুদ্রণ ব্যর্থ হয়েছে।

source: Printing failed while starting the print job.
bn_bd: প্রিন্ট আরম্ভ করার সময় মুদ্রণ ব্যর্থ হয়েছে।

source: Printing is Completed.
bn_bd: মুদ্রণ সম্পন্ন।

source: Print Preview
bn_bd: মুদ্রণের প্রাকদর্শন (v)

source: Print Preview Error
bn_bd: মুদ্রণ প্রাকদর্শনে ত্রুটি

source: Print Range
bn_bd: মুদ্রণের পরিসীমা

source: Print Selection
bn_bd: মুদ্রণ নির্বাচন

source: Print Selection _Only
bn_bd: যা নির্বাচিত কেবল তা মুদ্রণ (_O)

source: Print this page
bn_bd: এই পাতা মুদ্রণ

source: Print this page… (%S)
bn_bd: এই পাতাটি মুদ্রণ করুন… (%S)

source: Print to File
bn_bd: ফাইলে মুদ্রণ (F)

source: Print To File
bn_bd: ফাইলে মুদ্রণ

source: Priority
bn_bd: অগ্রাধিকার

source: Privacy &amp; History
bn_bd: গোপণীয়তা এবং ইতিহাস

source: Privacy &amp; Security
bn_bd: গোপনীয়তা ও নিরাপত্তা

source: Privacy Information
bn_bd: গোপনীয়তা তথ্য

source: Privacy Notice
bn_bd: গোপনীয়তার নীতি

source: (Private Browsing)
bn_bd: (একান্ত ব্রাউজিং)

source: Private Browsing
bn_bd: ব্যক্তিগত ব্রাউজিং

source: Private Browsing with Tracking Protection
bn_bd: ট্র্যাকিং সুরক্ষার সাথে ব্যক্তিগত ব্রাউজিং

source: Problem loading page
bn_bd: পৃষ্ঠা লোড করতে সমস্যা

source: Problems Installing Updates
bn_bd: হালনাগাদ ইনস্টল করার সময় সমস্যা

source: Proceeding will:
bn_bd: কার্যধারায় হবে:

source: Processing…
bn_bd: প্রক্রিয়াকরণ চলছে…

source: Process Type
bn_bd: প্রক্রিয়া প্রকার

source: Profile
bn_bd: প্রোফাইল

source: Profile couldn’t be created. Probably the chosen folder isn’t writable.
bn_bd: প্রোফাইল তৈরী করা যায়নি। সম্ভবত নির্বাচিত ফোল্ডারটি লিখনযোগ্য নয়।

source: Profile Creation failed
bn_bd: প্রোফাইল তৈরি ব্যর্থ

source: Profile Directory
bn_bd: প্রোফাইল ডিরেক্টরি

source: Profile Exists
bn_bd: প্রোফাইল বিদ্যমান

source: Profile Folder
bn_bd: প্রোফাইল ফোল্ডার

source: Profile has already been started
bn_bd: ইতিমধ্যে প্রোফাইল শুরু করা হয়েছে

source: Profile In Use
bn_bd: বর্তমানে ব্যবহৃত প্রোফাইল

source: Profile Missing
bn_bd: নিখোঁজ প্রোফাইল

source: Profile Name:
bn_bd: প্রোফাইলের নাম:

source: Profile not found
bn_bd: প্রোফাইল পাওয়া যায়নি

source: Profiler has not been started yet. Use ‘profile start’ to start profiling
bn_bd: প্রোফাইলার এখন পর্যন্ত শুরু করা হয়নি। প্রোফাইলিং শুরু করতে 'প্রোফাইল শুরু' ব্যাবহার করুন

source: Profiles
bn_bd: প্রোফাইল

source: Profile: %S
bn_bd: প্রোফাইল: %S

source: Profile: ‘%S’ - Path: ‘%S’
bn_bd: প্রোফাইল: '%S' - পাথ: '%S'

source: Program %S
bn_bd: প্রোগ্রাম %S

source: Progress:
bn_bd: অগ্রগতি:

source: progress bar
bn_bd: অগ্রগতি বার

source: Project
bn_bd: প্রকল্প

source: Project Name:
bn_bd: প্রকল্পের নাম:

source: Promise Callback
bn_bd: কলব্যাকের প্রতিশ্রুতি

source: Promise Init
bn_bd: Init প্রতিজ্ঞা

source: Prompt
bn_bd: প্রম্পট

source: Properties
bn_bd: বৈশিষ্ট্যাবলী

source: Properties…
bn_bd: বৈশিষ্ট্যাবলী… (o)

source: Properties for “%S”
bn_bd: "%S" এর বৈশিষ্ট্যাবলী

source: Property
bn_bd: বৈশিষ্ট্য

source: Property contained reference to invalid variable.
bn_bd: বৈশিষ্টে অবৈধ ভেরিয়েবলের রেফারেন্স রয়েছে।

source: Property name
bn_bd: প্রোপার্টির নাম

source: property page
bn_bd: বৈশিষ্ট্যের পৃষ্ঠা

source: Proportional:
bn_bd: আনুপাতিক

source: Protected Token Authentication
bn_bd: সুরক্ষিত টোকেন অনুমোদন

source: Protocol
bn_bd: প্রোটোকল

source: Protocol version:
bn_bd: প্রোটোকল সংস্করণ:

source: Provide Client Token
bn_bd: ক্লায়েন্ট টোকেন প্রদান করুন

source: Provide help either on a specific command (if a search string is provided and an exact match is found) or on the available commands (if a search string is not provided, or if no exact match is found).
bn_bd: একটি সুনির্দিষ্ট কমান্ড (যদি একটি অনুসন্ধান স্ট্রিং প্রদত্ত হয়এবং একটি সঠিক মিল পাওয়া যায়) অথবা উপলব্ধ কমান্ডে (যদি একটি অনুসন্ধান স্ট্রিং দেওয়া না হয়, অথবা যদি কোন সঠিক মিল পাওয়া না যায়) সাহায্য প্রদান করুন।

source: Provider
bn_bd: পরিষেবা প্রদানকারী

source: Provide search suggestions
bn_bd: অনুসন্ধান পরামর্শ প্রদান করুন s

source: Proxy commands to server
bn_bd: সার্ভারে প্রক্সি কমান্ড

source: Proxy DNS when using SOCKS v5
bn_bd: SOCKS v5 ব্যবহারের সময় Proxy DNS

source: Proxy server connection refused
bn_bd: প্রক্সি সার্ভারে সংযোগ প্রত্যাখ্যাত

source: Proxy Server Not Found
bn_bd: প্রক্সি সার্ভার পাওয়া যায়নি

source: Proxy server not found (check your internet connection)
bn_bd: প্রক্সি সার্ভার পাওয়া যায়নি (আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন)

source: Proxy Server Refused Connection
bn_bd: প্রক্সি সার্ভার সংযোগ প্রত্যাখ্যান করেছে

source: Pseudo-elements
bn_bd: ছদ্ম-উপাদান

source: Pseudo-elements can’t be negated ‘%1$S’.
bn_bd: Pseudo-elements নেগেট করা সম্ভব নয় '%1$S'।

source: PSM Internal Cryptographic Services
bn_bd: PSM অভ্যন্তরীন ক্রিপ্টোগ্রাফিক সেবা

source: PSM Internal Crypto Services
bn_bd: PSM অভ্যন্তরীন ক্রিপ্টো সেবা

source: PSM Private Keys
bn_bd: PSM প্রাইভেট কী

source: <p><span class='hostname'></span> uses security technology that is outdated and vulnerable to attack. An attacker could easily reveal information which you thought to be safe. The website administrator will need to fix the server first before you can visit the site.</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
bn_bd: <p><span class='hostname'></span> মেয়াদহীন নিরাপত্তা প্রযুক্তি ব্যবহার করছে যা আক্রমণের শিকার হতে পারে। আপনি হয়তো একে নিরাপদ মনে করছেন, কিন্তু একজন আক্রমণকারী খুব সহজেই আপনার তথ্য জেনে নিতে পারবে। ওয়েবসাইটের এডমিন এই সার্ভারের নিরাপত্তা ত্রুটি সারানোর আগ পর্যন্ত আপনি ভিজিট করতে পারবেন না।</p><p>Error code: NS_ERROR_NET_INADEQUATE_SECURITY</p>
